Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Your profile basal insulin will be adjusted with the override percentage and your profile ISF and CR will be inversly adjusted with the percentage. If you toggle off the override every profile setting will return to normal.
bg: Базалният инсулин от профила ви ще бъде коригиран с процента на отмяната, а ISF и CR от профила ви ще бъдат коригирани обратно пропорционално с процента. Ако изключите отмяната, всяка настройка на профила ще се върне в нормално състояние.
cs: Tvůj profilový bazální inzulín bude upraven o procento profilu (override) a tvůj profilový ISF a CR budou o toto procento upraveny inverzně. Pokud profil (override) vypneš, všechna nastavení profilu se vrátí k normálu.
da: Din profil basalinsulin vil blive justeret med overskrivningsprocenten, og din profil ISF og CR vil blive omvendt justeret med procentdelen. Hvis du slår alle profilindstillinger fra, vil de vende tilbage til normal.
de: Dein Profil Basalinsulin wird mit dem Prozentsatz der Override angepasst und Dein Profil ISF und CR wird umgekehrt an den Prozentsatz angepasst. Wenn Du die Override ausschaltest, wird jede Profileinstellung wieder normal sein.
fr: Votre profil basal sera ajusté selon le pourcentage de la Dérogation, tandis que votre Facteur de Sensibilité à l'Insuline (ISF) et votre Ratio Insuline/Glucides (CR) seront ajustés de manière inverse. Si vous désactivez cette Dérogation, tous les réglages du Profil reviendront à la normale.
it: Il profilo dell’insulina basale sarà regolato con la percentuale di override e il profilo ISF e CR sarà regolato inversamente con la percentuale. Se disattivi l'override di ogni impostazione del profilo tornerà alla normalità.
nb_no: Profilens basalinsulin vil bli justert med overstyringsprosenten, og profilens ISF og CR vil bli inverst justert med prosenten. Hvis du slår av overstyringen, vil alle profilinnstillinger gå tilbake til normalen.
nl: Je basale insuline zal worden aangepast met het overschrijvingspercentage en je ISF en CR profiel zullen ineens worden aangepast met het percentage. Als je de overschrijving uitschakelt, keert elke profielinstelling naar normaal.
pl: Bazowa insulina Twojego profilu zostanie dostosowana za pomocą procentu nadpisania, a ISF i CR Twojego profilu zostaną odwrotnie dostosowane o procent. Jeśli wyłączysz nadpisanie, wszystkie ustawienia profilu powrócą do normy.
ru: Базальный инсулин будет настроен на процент переопределения и ваш профиль ISF и CR будут обратно скорректированы с процентами. Если вы включите, то все настройки профиля будут возвращены к нормальным.
sv: Dina profilinställningar kommer att justeras utifrån procentsatsen i overriden. Basalinsulin kommer att justeras enligt procentsatsen, och din ISF och CR kommer att justeras omvänt utifrån procentsatsen. Om du stänger av overriden kommer dina profilinställning att återgå till det normala.
vi: Lượng insulin nền trong hồ sơ của bạn sẽ được điều chỉnh theo phần trăm ghi đè, trong khi ISF (hệ số nhạy cảm insulin) và CR (tỉ lệ carb) sẽ được điều chỉnh ngược lại theo phần trăm này. Nếu bạn tắt ghi đè, tất cả các cài đặt cấu hình sẽ trở về trạng thái bình thường.
zh_hant: 您的個人設定基礎胰島素將根據覆蓋比例進行調整，而您的個人設定ISF和CR也將根據百分比反向調整。 如果您關閉覆蓋，所有個人設定將恢復正常。

source: Your pump and CGM configurations are retained and fully functional.
bg: Конфигурациите на помпата и CGM ви се запазват и са напълно функционални.
cs: Tvá nastavení pumpy a CGM zůstávají zachována a jsou plně funkční.
da: Din pumpe og CGM konfigurationer bevares og er fuldt funktionelle.
de: Deine Pumpen- und CGM-Konfigurationen bleiben erhalten und sind voll funktionsfähig.
fr: Les configurations de votre pompe et de votre capteur de glucose en continu (CGM) sont conservées et restent pleinement fonctionnelles.
nb_no: Din pumpe- og CGM-konfigurasjon blir beholdt og vil fungere som før.
nl: Je pomp en CGM-configuraties zijn opgeslagen en volledig functioneel.
pl: Konfiguracje pompy i CGM pozostają zachowane i w pełni funkcjonalne.
sv: Din parkopplade pump och CGM behålls och är fullt funktionella.
vi: Cấu hình bơm insulin và Cảm biến đường huyết của bạn vẫn được giữ nguyên và hoạt động đầy đủ.
zh_hant: 您的幫浦和 CGM 配置被保留並完全可用。

source: Your therapy settings (basal rates, carb ratios, insulin sensitivities and glucose targets) are carried over.
bg: Настройките на терапията ви (базални дози, съотношения инсулин/въглехидрати, инсулинови чувствителности и целеви стойности на глюкозата) се пренасят.
cs: Tvá nastavení léčby (bazální dávky, sacharidové poměry, citlivost na inzulín a cílové glykémie) zůstávají zachována.
da: Dine behandlingsindstillinger (basal rater, kulhydrats ratioer, insulin følsomheder og glukosemål) bliver flyttet med over.
de: Deine Therapieeinstellungen (Basalraten, Kohlenhydratverhältnisse, Insulinempfindlichkeiten und Glukoseziele) werden übernommen.
fr: Vos réglages de thérapie (profil basal, ratios insuline/glucides (CR), facteurs de sensibilité à l’insuline (ISF) et cibles de glucose) seront conservés.
nb_no: Dine behandlingsinnstillinger (basalrater, karbohydratforhold, insulinfølsomhet og blodsukkermål) blir tatt med videre.
nl: Uw therapie instellingen (basaalstanden, koolhydraten ratio's, insuline gevoeligheden en glucose streefdoelen) worden overgenomen.
pl: Ustawienia terapii (dawki podstawowe, współczynniki węglowodanów, wrażliwość na insulinę i docelowe poziomy glukozy) zostaną przeniesione.
sv: Dina behandlingsinställningar (basal, insulinkvoter insulinkänslighet och glukosmål) överförs.
vi: Các cài đặt điều trị của bạn (tốc độ liều nền, tỉ lệ carb, độ nhạy insulin và mục tiêu đường huyết) đã được giữ nguyên.
zh_hant: 您的治療設定（基礎率、碳水化合物比例、胰島素敏感度和血糖目標）已被延續。

source: ZT (Zero-Temp)
bg: ZT (нулев временен базал)
fr: ZT (Zéro-Temps)
zh_hant: ZT（零臨時目標）

source: U
cs: J
da: E
de: IE
nb_no: E
nl: E
pl: J
ru: Ед
sv: E
uk: У

source: U) =
cs: j) =
da: E) =
de: IE) =
nb_no: E) =
nl: E) =
pl: J) =
sv: E) =

source: %@/U
cs: %@/j
da: %@/E
de: %@/IE
nb_no: %@/E
nl: %@/E
pl: %@/J
sv: %@/E

source: %lld x
cs: %lld g

source: • Hidden: No ring displayed.
cs: • Skryté: Nezobrazuje se žádný prstenec.
da: • Skjult: Ingen ring vist.
de: • Versteckt: Kein Ring angezeigt.
es: • Oculto: No hay anillo mostrado.
fr: • Caché : aucun anneau affiché.
it: • Nascosto: Nessun anello visualizzato.
nb_no: • Skjult: Ingen ring vises.
nl: • Verborgen: geen ring weergegeven.
pl: • Ukryte: Brak wyświetlanego dzwonka.
pt_pt: • Oculto: Nenhum anel exibido.
ru: • Скрыто: ринг не отображается.
sv: • Dold: Ingen ring visas.
uk: • Приховано: Немає кільця не відображається.
vi: • Hidden: Không hiển thị vòng tròn.
zh_hant: • 隱藏：不顯示環形圖。

source: • Medtrum Nano (200u/300u)
cs: Medtrum Nano (200j/300j)

source: 0 U/hr
cs: 0 j/hr
da: 0 E/t
de: 0 IE/h
es: 0 U/hora
fr: 0 U/h
it: 0 U/ora
nb_no: 0 E/t
nl: 0 E/uur
pl: 0 j./godz.
pt_pt: 0 U/h
ru: 0 Ед/час
sv: 0 E/h
uk: 0 U/год

source: 2 U
cs: 2 j
da: 2 E
de: 2 IE
nb_no: 2 E
nl: 2 E
pl: 2 j.
ru: 2 т
sv: 2 E
uk: 2 У

source: 43.21 U
cs: 43.21 j
da: 43, 21 E
de: 43,21 IE
nb_no: 43,21 E
nl: 43.21 E
sv: 43.21 E
uk: 43.21 У

source: Activate
cs: Aktivovat
nb_no: Aktiver
pl: Aktywuj
zh_hant: 啟用

source: Activate Preset
cs: Aktivovat předvolbu
nb_no: Aktiver forhåndsinnstilling
pl: Aktywuj Preset
zh_hant: 啟用預設

source: Add Garmin Device to Trio. This happens via Garmin Connect. If you have multiple phones with Garmin Connect and the same Garmin device, you will run into connectivity issue between watch and phone depending of proximity of the phones, which might also affect your watchface function.
cs: Přidej zařízení Garmin do Tria. To probíhá přes Garmin Connect. Pokud máš víc telefonů s Garmin Connect a stejným zařízením Garmin, narazíš na problémy s připojením mezi hodinkami a telefonem (podle toho, jak blízko telefony jsou), což může ovlivnit i fungování ciferníku.
nb_no: Legg til Garmin-enhet i Trio. Dette skjer via Garmin Connect. Hvis du har flere telefoner med Garmin Connect tilkoblet samme Garmin-enhet, vil du få et problem med tilkobling mellom klokke og telefon, avhengig av nærhet av telefonen, som også kan påvirke hva som vises på klokken.
pl: Dodaj urządzenie Garmin do Trio. Odbywa się to za pośrednictwem Garmin Connect. Jeśli masz kilka telefonów z Garmin Connect i to samo urządzenie Garmin, mogą wystąpić problemy z łącznością między zegarkiem a telefonem w zależności od ich bliskości, co może również wpływać na działanie tarczy zegarka.
zh_hant: 將 Garmin 裝置加入 Trio。這會透過 Garmin Connect 完成。若你有多支安裝 Garmin Connect 的手機，而且配對的是同一支 Garmin 裝置，手錶與手機之間可能會因為手機距離遠近而發生連線問題，也可能影響你的錶盤功能。

source: Cancel bolus
cs: Zrušit bolus
nb_no: Avbryt bolus
pl: Anuluj bolus
zh_hant: 取消注射

source: Choose between displayed data types on Garmin device.
cs: Vyber si mezi zobrazenými typy dat na zařízení Garmin.
nb_no: Velg mellom viste datatyper på Garmin-enheten.
pl: Wybierz pomiędzy typami danych wyświetlanymi na urządzeniu Garmin.
zh_hant: 選擇在 Garmin 裝置上顯示的資料類型。

source: Choose if you only want to use a datafield and no supported watchface!
cs: Zvol tuhle možnost, pokud chceš používat pouze datové pole a žádný z podporovaných ciferníků!
nb_no: Velg om du bare vil bruke et datafelt og ingen støttet urskive!
pl: Wybierz, czy chcesz używać tylko pola danych, a nie obsługiwanej tarczy zegarka!
zh_hant: 選擇是否只使用資料欄位，而不使用受支援的錶盤！

source: Choose which datafield to support. Can be used independently of watchface selection.
cs: Vyber si, které datové pole chceš používat. Lze ho používat nezávisle na výběru ciferníku.
nb_no: Velg hvilke datafelt som skal støttes. Kan brukes uavhengig av urskive.
pl: Wybierz pole danych, które chcesz obsługiwać. Można używać niezależnie od wybranej tarczy zegarka.
zh_hant: 選擇要支援的資料欄位。可獨立於錶盤選擇使用。

source: Choose which watchface to support.
cs: Vyber si, který ciferník chceš používat.
nb_no: Velg hvilken urskive som skal støttes.
pl: Wybierz, którą tarczę zegarka chcesz obsługiwać.
zh_hant: 選擇要支援的錶盤。

source: Configure Device Apps
cs: Konfigurovat aplikace v zařízení
nb_no: Konfigurer enhetsapper
pl: Konfiguruj aplikacje
zh_hant: 設定裝置應用程式

source: Connected Devices
cs: Připojená zařízení
nb_no: Tilkoblede enheter
pl: Podłączone urządzenia
zh_hant: 已連線的裝置

source: CurrentBG
cs: Aktuální glykémie
da: Nuværende BG
de: Aktueller BZ
es: BG actual
fr: Mesure de glucose actuelle
it: Bg Corrente
nl: Huidige BG
pl: Bieżący BG
pt_pt: BG
ru: Текущая ГК
sv: NuvarandeBG
uk: Поточна глюкоза крові ( BG)
zh_hant: 當前血糖

source: Data Choice 1
cs: Volba dat 1
nb_no: Datavalg 1
pl: Wybór danych 1
zh_hant: 資料選項 1

source: Data Choice 2
cs: Volba dat 2
nb_no: Datavalg 2
pl: Wybór danych 2
zh_hant: 資料選項 2

source: Data transmission has been disabled. Now select the new watchface on your Garmin device and resume data transmission once done.
cs: Přenos dat byl pozastaven. Teď si na svém Garminu vyber nový ciferník a pak přenos dat zase obnov.
nb_no: Dataoverføring er deaktivert. Velg ny urskive på din Garmin-enhet og gjenoppta dataoverføring når det er fullført.
pl: Transmisja danych została wyłączona. Teraz wybierz nową tarczę zegarka na swoim urządzeniu Garmin i włącz transmisję danych.
zh_hant: 已停用資料傳輸。現在請在你的 Garmin 裝置上選擇新的錶盤，完成後再恢復資料傳輸。

source: Datafield Selection
cs: Výběr datového pole
nb_no: Valg av datafelt
pl: Wybór pola danych
zh_hant: 資料欄位選擇

source: Datafield Settings
cs: Nastavení datového pole
nb_no: Innstillinger for datafelt
pl: Ustawienia pola danych
zh_hant: 資料欄位設定

source: Device App Settings
cs: Nastavení aplikací v zařízení
nb_no: Enhetens App-innstillinger
pl: Ustawienia aplikacji urządzenia
zh_hant: 裝置應用程式設定

source: Disable Watchface Data
cs: Zakázat data ciferníku
nb_no: Deaktivere urskivedata
pl: Wyłącz dane tarczy zegarka
zh_hant: 停用錶盤資料

source: Dummy
cs: Dummy (Testovací)
de: Muster
fr: Factice
it: Fittizio
vi: Giả lập
zh_hant: 虛擬

source: Dynamic ISF
cs: Dynamický ISF
da: Dynamisk ISF
de: Dynamischer ISF
fr: ISF dynamique
it: ISF dinamica
nb_no: Dynamisk ISF
nl: Dynamische ISF
pl: Dynamiczny ISF
sv: Dynamisk ISF
zh_hant: 動態 ISF

source: Dynamic ISF/CR
cs: Dynamický ISF/CR
da: Dynamisk ISF/CR
de: Dynamischer ISF/CR
es: ISF/CR Dinámico
fr: Dynamique ISF/CR
it: ISF/CR Dinamico
nb_no: Dynamisk ISF/CR
nl: Dynamisch ISF/CR
pl: Dynamiczne ISF/CR
pt_pt: ISF/CR Dinâmico
ru: Динамический ISF/CR
sv: Dynamisk ISF/CR
uk: Динамічний ISF/CR
zh_hant: 動態ISF/CR

source: Garmin App Settings
cs: Nastavení aplikace Garmin
nb_no: Garmin App-innstillinger
pl: Ustawienia aplikacji Garmin
zh_hant: Garmin 應用程式設定

source: Garmin Devices
cs: Zařízení Garmin
nb_no: Garmin enheter
pl: Urządzenia Garmin
zh_hant: Garmin 裝置

source: Half Basal Exercise Target
cs: Cíl pro cvičení s polovičním bazálem
da: Halv Basal Motion Mål
de: Halb-Basal Sportziel
es: Objetivo de ejercicio basal de la mitad
fr: Cible à demi-basal
it: Obiettivo Di Esercizio Metà Basale
nb_no: Målverdi for halv basal ved trening
nl: Halve basaal bewegingsdoel
pl: Tryb ćwiczeń
pt_pt: Alvo de exercício basal meio
ru: Уровень цели для режима упражнений, при котором база будет уменьшена вдвое
sv: Halva basaldosen vid Motionsläge
uk: Рівень Мети для Режиму Тренування, при якому база буде зменшена вдвічі
vi: Mục tiêu tập thể dục 1/2 liều nền
zh_hant: 半基礎運動目標

source: If enabled, a confirmation dialog will be shown when activating adjustment presets.
cs: Pokud je zapnuto, při aktivaci předvoleb úprav se zobrazí potvrzovací okno.
nb_no: Hvis aktivert, vil en bekreftelsesdialog bli vist når du aktiverer en justering.
pl: Jeśli ta opcja jest włączona, podczas aktywacji ustawień wstępnych zostanie wyświetlone dialogowe okno potwierdzające.
zh_hant: 若開啟此功能，當啟用調整預設時會顯示確認對話框。

source: Libre Bluetooth
cs: Bluetooth Libre
es: Bluetooth Libre
it: Bluetooth Libre
pt_pt: Bluetooth Libre
uk: Створити пару через Bluetooth
zh_hant: Libre 藍牙

source: Live Activity
cs: Živá aktivita
da: Live Aktivitet
es: Actividad en vivo
fr: Activité en direct
it: Attività Dal Vivo
nb_no: Oppdateringer i sanntid
nl: Live activiteit
pl: Aktywność na żywo
pt_pt: Atividade ao vivo
ru: Эфир активности
sv: Liveaktiviteter
uk: Дії наживо
vi: Hoạt động trực tiếp
zh_hant: 即時活動

source: Logarithmic Dynamic ISF
cs: Logaritmický dynamický ISF
da: Logaritmisk Dynamisk ISF
de: Logarithmischer Dynamischer ISF
fr: ISF Dynamique logarithmique
nb_no: Logaritmisk dynamisk ISF
nl: Logaritmische Dynamische ISF
pl: Dynamiczny ISF - Logarytmiczny
sv: Logaritmisk dynamisk ISF
vi: Hệ số độ nhạy insulin động theo hàm logarit
zh_hant: 對數動態 ISF

source: Max Bolus = %@ U
cs: Maximální bolus = %@ j
da: Max Bolus = %@ E
de: Max Bolus = %@ IE
fr: Bolus Maximal = %@ U
it: Bolo massimo = %@ U
nb_no: Maks bolus = %@ E
nl: Max Bolus = %@ E
pl: Max Bolus = %@ J
sv: Max bolus = %@ E
vi: Liều bolus tối đa = %@ U
zh_hant: 最大注射 = %@ U

source: Max Daily Safety Multiplier
cs: Maximální denní bezpečnostní násobitel
da: Maks. Daglige Sikkerhedsmultiplikator
de: Max täglicher Sicherheitsmultiplikator
es: Multiplicador de seguridad diario máximo
fr: Ratio de sécurité maximal du basal temporaire
it: Moltiplicatore sicurezza Max Giornaliero
nb_no: Maks daglig sikkerhetsmultiplikator
nl: Maximale dagelijkse veiligheidsvermenigvuldiger
pl: Maksymalny dzienny mnożnik bezpieczeństwa
pt_pt: Multiplicador Máximo de Segurança Diária
ru: Множитель безопасности максимального суточного базала
sv: Multiplikator för dygnets högsta basaldos
uk: Множник Безпеки Максимального Добового Базалу
vi: Hệ số tối đa an toàn hàng ngày
zh_hant: 最大每日安全乘數

source: Max IOB
cs: Maximální IOB
fr: IOB Maximum
nb_no: Maks IOB
ru: Максимальный IOB
sv: Max aktivt insulin (IOB)
uk: Максимальний IOB
vi: IOB tối đa
zh_hant: 最大IOB

source: Max IOB (
cs: Maximální IOB (
fr: IOB Maximum (
nb_no: Maks IOB (
vi: IOB tối đa (
zh_hant: 最大 IOB (

source: MaxIOB: 0 U
cs: MaxIOB: 0 j
da: MaxIOB: 0 E
de: MaxIOB: 0 IE
fr: IOB Max : 0 U
nb_no: Maks IOB: 0 E
nl: MaxIOB: 0 E
pl: MaxIOB: 0 J
sv: MaxIOB: 0 E
zh_hant: 最大 IOB: 0 U

source: Min 5m Carb Impact
cs: Min. 5minutový vliv sacharidů
es: Impacto mínimo 5m de Carbo
fr: Impact glucides min. sur 5 min
it: Impatto Carb Min 5M
nb_no: Min 5m karb Effekt
nl: Min. 5m koolhydraten impact
pl: Min. 5-minutowy wpływ węglowodanów
pt_pt: Mínimo de 5m Impacto de Carb
ru: Мин. 5 мин. Влияние карба
sv: Minsta kolhydratpåverkan på 5 m
uk: Мін-5м Карб
vi: Tác động tối thiểu trong 5 phút
zh_hant: 最少5分鐘碳水影響

source: Minimum Safety Threshold
cs: Minimální bezpečnostní práh
da: Mindste Sikkerhedsgrænse
de: Minimaler Sicherheitsgrenzwert
es: Umbral de seguridad mínimo
fr: Seuil minimal de sécurité
it: Soglia Di Sicurezza Minima
nb_no: Minste sikkerhetsterskel
nl: Minimale veiligheidsdrempel
pl: Minimalny próg bezpieczeństwa
pt_pt: Limite mínimo de segurança
ru: Минимальный порог безопасности
sv: Lägsta säkerhetströskel
uk: Мінімальний поріг безпеки
vi: Ngưỡng an toàn tối thiểu
zh_hant: 最小安全門檻值

source: Minimum Safety Threshold (mg/dL)
cs: Minimální bezpečnostní práh (mg/dL)
da: Minimumssikkerhedsgrænse (mg/dl)
de: Minimaler Sicherheitsgrenzwert (mg/dL)
es: Umbral de seguridad mínimo (mg/dL)
fr: Seuil minimal de sécurité (mg/dL)
it: Soglia Minima Di Sicurezza (Mg/Dl)
nb_no: Minste sikkerhetsterskel (mg/dl)
nl: Minimale veiligheidsdrempel (mg/dL)
pl: Minimalny próg bezpieczeństwa (mg/dl)
pt_pt: Limite mínimo de segurança (mg/dL)
ru: Минимальный порог безопасности (мг/дл)
sv: Lägsta säkerhetströskel (mg/dL)
uk: Мінімальний поріг безпеки (мг/дЛ)
vi: Ngưỡng an toàn tối thiểu (mg/dl)
zh_hant: 最小安全門檻值（毫克/分升）

source: rate-end
cs: konec dávky
da: Rente-end
de: Ende der Rate
fr: Fin du taux
nb_no: rate-slutt
pl: koniec dawki
pt_pt: taxa-final
ru: конец ставки
sv: slutvärde
uk: кінець ставки
zh_hant: 比率結束

source: rate-start
cs: začátek dávky
da: Rente-start
de: Start der Rate
fr: Début du taux
pl: początek dawki
pt_pt: início-alar
ru: старт тарифа
sv: startvärde
uk: ставка швидкого старту
zh_hant: 比率開始

source: Require Adjustments Confirmation
cs: Vyžadovat potvrzení úprav
nb_no: Krev bekreftelse for justeringer
pl: Wymagaj potwierdzenia korekt
zh_hant: 需要調整確認

source: Resume Data Transmission
cs: Obnovit přenos dat
nb_no: Gjenoppta dataoverføringen
pl: Wznów transmisję danych
zh_hant: 恢復資料傳輸

source: SelectedDate
cs: Vybrané datum
fr: Date sélectionnée
nb_no: ValgtDato
vi: Ngày đã chọn
zh_hant: 選擇日期

source: SelectedValue
cs: Vybraná hodnota
fr: Valeur sélectionnée
nb_no: ValgtVerdi
vi: Giá trị đã chọn
zh_hant: 選擇數值

source: Sens Ratio
cs: Poměr citlivosti (Sens Ratio)
nb_no: Følsomhetsratio
pl: Współczynnik czułości
zh_hant: 敏感度比率

source: Shortcuts
cs: Zkratky
da: Genveje
de: Kurzbefehle
es: Atajos
fr: Raccourcis
it: Scorciatoie
nb_no: Snarveier
nl: Snelkoppelingen
pl: Skróty
pt_pt: Atalhos
ru: Ярлыки
sv: Genvägar
uk: Гарячі клавіші
vi: Phím tắt
zh_hant: 快捷方式

# Start the %@ "%@"?
source: Start the %1$@ "%2$@"?
cs: Spustit %1$@ „%2$@“?
nb_no: Starte %1$@ "%2$@"?
pl: Rozpocznij %1$@ "%2$@"?
zh_hant: 要啟動 %1$@「%2$@」嗎？

source: Super Micro Bolus
cs: Super mikro bolus
da: Super Mikro Bolus
nb_no: Super Mikro Bolus
pl: Super mikro bolus
sv: Supermikrobolus
zh_hant: 超微量注射

source: Super Micro Bolus (SMB)
cs: Super mikro bolus (SMB)
da: Super Mikro Bolus (SMB)
es: Super Micro Bolo (SMB)
it: Super Micro Bolo (SMB)
nb_no: Super Mikro Bolus (SMB)
pl: Super mikro bolus (SMB)
pt_pt: Super Micro Bólus (PSMB)
ru: Супер микро болус (SMB)
sv: Supermikrobolus (SMB)
uk: Супер Мікро Болус (SMB)
vi: Cài đặt SMB
zh_hant: 超微量注射 (SMB)

source: Super-Micro-Bolus
cs: Super-mikro-bolus
es: Super-microbolo
it: Super-Micro-Bolo
nb_no: Super Mikro Bolus
pl: Super-Mikro-Bolus
ru: Супер-Микроболус
sv: Supermikrobolus
uk: Супер-мікроболас
zh_hant: 超微量注射

source: suspend-end
cs: konec pozastavení
da: suspendende
de: Unterbrechung beenden
es: suspend-final
fr: Fin de la suspension
nb_no: pause-slutt
nl: onderbrekering-einde
pl: zawieszenie zakończenia
pt_pt: suspendar-fim
ru: приостановка
sv: avstängd slut
uk: призупинення - кінець
vi: hết thời gian tạm dừng
zh_hant: 暫停結束

source: suspend-start
cs: začátek pozastavení
da: suspenderende start
de: Unterbrechung starten
es: suspender inicio
fr: Début de la suspension
nb_no: pause-start
nl: geschorst-start
pl: zawieszenie startu
pt_pt: suspendar-iniciar
ru: приостановка запуска
sv: avstängd start
uk: призупинення -старту
vi: bắt đầu tạm dừng
zh_hant: 暫停開始

source: TargetGlucose - 0.5 × (TargetGlucose - 40)
cs: CílováGlykémie - 0,5 × (CílováGlykémie - 40)
de: Glukoseziel - 0.5 × (Glukoseziel - 40)
nb_no: Blodsukkermål - 0,5 × (Blodsukkermål - 40)
sv: Målglukos - 0.5 × (Målglukos - 40)
zh_hant: 目標血糖 - 0.5 × (目標血糖 - 40)

source: Trio Docs
cs: Trio dokumentace
da: Trio Dokumenter
de: Trio-Dokumente
fr: La documentation de Trio
nb_no: Trio dokumentasjon
nl: Trio documenten
pl: Dokumenty trio
pt_pt: Documentos Trio
ru: Трио документация
uk: Документація Тріо
zh_hant: Trio 文檔

source: Turning this on will show a confirmation dialog when you activate an Override or Temporary Target preset. This is for users who would like avoid accidentally activating a preset by mistake.
cs: Zapnutím této volby se zobrazí potvrzovací dialog při aktivaci profilu (override) nebo předvolby dočasného cíle. Je to určeno pro uživatele, kteří se chtějí vyhnout náhodné aktivaci předvolby omylem.
nb_no: Hvis du slår på dette, vil det vises en bekreftelsesdialog når du aktiverer en overstyring eller et midlertidig mål. Dette er for brukere som gjerne ville unngå å aktivere disse ved feil.
pl: Włączenie tej opcji spowoduje wyświetlenie potwierdzenia po aktywacji „Nadpisania” lub „Celu tymczasowego”. Jest to przydatne dla użytkowników, którzy chcą uniknąć przypadkowej aktywacji przez pomyłkę.
zh_hant: 開啟此功能後，當你啟用覆寫或臨時目標預設時，會顯示確認對話框。這可避免使用者不小心誤啟用預設。

source: Use your Tidepool credentials to log in. If you don't have a Tidepool account, you can sign up on the login page. When connected, Trio uploads your glucose, carb entries, insulin (bolus and basal), pump settings, and therapy settings to Tidepool. Therapy settings include basal schedules, carb ratios, insulin sensitivities, and glucose targets.
cs: Pro přihlášení použij své přihlašovací údaje k Tidepoolu. Pokud účet u Tidepoolu ještě nemáš, můžeš se zaregistrovat na přihlašovací stránce. Po připojení bude Trio nahrávat tvou glukózu, záznamy sacharidů, inzulín (bolus i bazál), nastavení pumpy a nastavení léčby do Tidepoolu. Nastavení léčby zahrnuje bazální rozvrhy, sacharidové poměry (CR), citlivost na inzulín (ISF) a cílové hodnoty glukózy.
nb_no: Bruk innloggingsinformasjonen til Tidepool for å logge inn. Hvis du ikke har en Tidepool-konto, kan du registrere deg på påloggingssiden. Når den er tilkoblet, laster Trio opp blodsukker, karbohydratoppføringer, insulin (bolus og basal), pumpeinnstillinger og behandlingsinnstillinger til Tidepool. Innstillinger inkluderer basalplaner, karbohydrater, insulinfølsomhet og blodsukkermål.
pl: Zaloguj się, używając swoich danych logowania Tidepool. Jeśli nie masz konta Tidepool, możesz zarejestrować się na stronie logowania. Po połączeniu Trio przesyła do Tidepool dane dotyczące poziomu glikemii, węglowodanów, insuliny (bolusy i dawki bazowe), ustawień pompy i terapii. Ustawienia terapii obejmują harmonogramy dawki bazowej, wskaźniki węglowodanów, wrażliwość na insulinę i docelowe poziomy glikemii.
zh_hant: 請使用你的 Tidepool 憑證登入。若你還沒有 Tidepool 帳號，可以在登入頁面註冊。 連線後，Trio 會將你的血糖、碳水輸入、胰島素（注射與基礎）、幫浦設定，以及治療設定上傳到 Tidepool。 治療設定包含基礎時程、碳水化合物比率、胰島素敏感度，以及血糖目標。

source: Watch
cs: Hodinky
da: Ur
es: Vigilar
fr: Montre
it: Orologio
nb_no: Klokke
nl: Horloge
pl: Obejrzyj
pt_pt: Acompanhar
ru: Часы
sv: Smartwatch
uk: Годинник
vi: Đồng hồ
zh_hant: 手錶

source: Watch App Display Settings
cs: Nastavení zobrazení aplikace v hodinkách
nb_no: Visningsinnstillinger for klokke-app
pl: Ustawienia wyświetlania aplikacji Zegarka
zh_hant: 手錶應用程式顯示設定

source: Watchface Changed
cs: Ciferník byl změněn
nb_no: Urskive endret
pl: Zmieniono tarczę zegarka
zh_hant: 錶盤已變更
